abseil
ada-url
aom
apr
apr-util
argon2
autoconf
autojump
bat
bdw-gc
bitwarden-cli
borders
brotli
btop
c-ares
ca-certificates
cairo
cask
certifi
chezmoi
cmatrix
coreutils
create-dmg
curl
dav1d
deno
eigen
emacs
exiftool
eza
fastfetch
fd
ffmpeg
fish
flac
fmt
fontconfig
freetds
freetype
fribidi
fzf
gcc
gd
gdbm
gemini-cli
gettext
gh
giflib
glib
glow
gmp
gnupg
gnutls
gogcli
gpgme
gpgmepp
graphite2
guile
harfbuzz
hdrhistogram_c
highway
ical-buddy
icu4c@76
icu4c@77
icu4c@78
imagemagick
imath
imlib2
isl
jpeg-turbo
jpeg-xl
jq
krb5
lame
lazygit
leptonica
libarchive
libass
libassuan
libavif
libb2
libbluray
libcaca
libdatrie
libde265
libdeflate
libevent
libgcrypt
libgit2
libgpg-error
libheif
libidn2
libksba
libmpc
libnghttp2
libnghttp3
libngtcp2
libogg
libomp
libplacebo
libpng
libpq
libpthread-stubs
libsamplerate
libsndfile
libsodium
libssh2
libtasn1
libthai
libtiff
libtool
libudfread
libunibreak
libunistring
libusb
libuv
libvmaf
libvorbis
libvpx
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
libzip
little-cms2
llhttp
llvm@20
lpeg
lua
luajit
luv
lz4
lzo
m4
mas
molten-vk
mpdecimal
mpfr
mpg123
mplayer
mpv
mujs
ncdu
ncurses
neofetch
neovim
net-snmp
nettle
node
nowplaying-cli
npth
nspr
nss
numpy
oniguruma
openai-whisper
openblas
opencode
openexr
openjpeg
openjph
openldap
openssl@1.1
openssl@3
opus
p11-kit
pango
pcre2
php
pinentry
pipx
pixman
pkgconf
poppler
protobuf
protobuf@33
pybind11
pygments
python-certifi
python-tk@3.10
python@3.10
python@3.13
python@3.14
pytorch
ranger
readline
resvg
ripgrep
rubberband
screenresolution
sdl2
sevenzip
shaderc
shared-mime-info
shfmt
simdjson
sketchybar
sleef
socat
speedtest
spotify_player
sqlite
svt-av1
switchaudio-osx
tcl-tk@8
tesseract
tidy-html5
tldr
tree
tree-sitter
tree-sitter@0.25
uchardet
unbound
unibilium
unixodbc
utf8proc
uv
uvwasi
vapoursynth
virtualenv
vulkan-headers
vulkan-loader
webp
wget
x264
x265
xorgproto
xz
yazi
yt-dlp
yyjson
zenith
zimg
zoxide
zstd
