aerospace
alt-tab
balenaetcher
bitwarden
canva
claude
cleanmymac
cyberghost-vpn
dockey
font-space-mono-nerd-font
font-symbols-only-nerd-font
ghostty
google-chrome
hiddenbar
karabiner-elements
keka
kitty
libreoffice
microsoft-teams
monitorcontrol
moonlight
notion
raindropio
raycast
spotify
stats
trezor-suite
zen@twilight
