alex313031-thorium
alt-tab
appcleaner
balenaetcher
betterdisplay
bitwarden
canva
cheatsheet
claude
cleanmymac
codexbar
cyberduck
cyberghost-vpn
dockey
dropzone
font-symbols-only-nerd-font
ghostty
hiddenbar
iterm2
jdownloader
keka
kitty
libreoffice
logi-options+
loom
microsoft-teams
monitorcontrol
moonlight
notion
raindropio
raycast
rustdesk
spotify
stats
todoist
todoist-app
tor-browser
trezor-suite
zen-browser@twilight
zen@twilight
